{
    "name": "Tainted Drink",
    "icon": "goetydelight:tainted_drink",
    "category": "goety:goetydelight/food",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Grants Regeneration IV (30s), Resistance IV (60s)$(br)After consumption, when attacking, generates a Hellfire at the target's feet, immune to debuffs, damage taken is halved, and when taking damage, there is a 50% chance to spawn a Zombie Piglin Brute minion belonging to you (lifespan of 3 minutes). The above effects last 15 minutes, the minion summoning effect lasts 30 minutes (reduced by 1 minute per summoned minion)"
        },
        {
            "type": "goety:cooking",
            "recipe": "goetydelight:cooking/tainted_drink"
        },
        {
            "type": "patchouli:text",
            "text": "Tainted blood contains destructive power, directly drinking from the bottle is tantamount to suicide.$(br)This reminds you of another substance called tainted, and according to the enlightenment you received, after tuning, everything will become better.$(br)Is that really so? You've tried mixing this destined perfect drink several times, but none succeeded.$(br)Thinking it over, perhaps the material's status is not worthy to compare with tainted blood.$(br)So you found a clever method, Soul Ruby as an excellent adjuvant, containing incomparable soul power.$(br)After combining with potion brew, tainted blood is no longer a 'substrate' existence, but serves as an adjuvant becoming part of the potion brew."
        },
        {
            "type": "patchouli:text",
            "text": "After mixing in the flavor-enhancing mysterious core, this cocktail becomes a source of pride for you.$(br)Before tasting, just gently shake it, letting the intoxicating crimson rise to the level of the cup's rim without spilling.$(br)Then, enjoy this spicy and refreshing hellfire to your heart's content, be sure to sip carefully to avoid missing that bitter yet mellow aftertaste."
        }
    ]
}